-- MySQL dump 10.13  Distrib 5.7.9, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: sotaform_db
-- ------------------------------------------------------
-- Server version	5.7.11-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `task`
--

DROP TABLE IF EXISTS `task`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `texterror` varchar(1200) CHARACTER SET utf8 DEFAULT NULL,
  `datetask` varchar(40) CHARACTER SET utf8 DEFAULT NULL,
  `description` varchar(1100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `subject` varchar(90) CHARACTER SET utf8 DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task`
--

LOCK TABLES `task` WRITE;
/*!40000 ALTER TABLE `task` DISABLE KEYS */;
INSERT INTO `task` VALUES (1,'По отправленным запросам в реестре Інформаційна довідка получены Вытяги, при этом Запросы находятся в статусе \"В дорозі\", должны быть в \"Оброблені\".','27.03.2017 - 17:09:42','Реестр Інформаційна довідка\r\n','Реестр Інформаційна довідка'),(2,'По отправленным запросам в реестре Інформаційна довідка получены Вытяги, при этом Запросы находятся в статусе \"В дорозі\", должны быть в \"Оброблені\".','27.03.2017 - 17:12:24','Не отображается в реестре отчетов РПН после формирования \r\n','Не отображается в реестре отчетов РПН после формирования'),(3,'При приеме циклично запрашивает пароль, документы зашифрованы на текущий сертификат. В логе ошибка:\r\n<Code>15</Code>\r\n<Message>Помилка перевірки сертифіката кореневим сертифікатом АЦСК</Message> ','27.03.2017 - 17:13:52','Не вдалося розшифрувати!','Не вдалося розшифрувати!'),(4,'для устранения ошибки были проведенны тех работы на сервере и на данный момент всё работает. ','27.03.2017 - 17:34:54','При попытке отправить любой документ в Соте страница зависает или отвечает ошибка: Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005). ','Тема 	  Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005) '),(5,'для устранения ошибки были проведенны тех работы на сервере и на данный момент всё работает. ','27.03.2017 - 17:40:55','При попытке отправить любой документ в Соте страница зависает или отвечает ошибка: Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005). ','Входящая ПН загрузилась не в то предприятие'),(6,'для устранения ошибки были проведенны тех работы на сервере и на данный момент всё работает. ','27.03.2017 - 17:42:21','При попытке отправить любой документ в Соте страница зависает или отвечает ошибка: Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005). ','Нет кнопки Отправить контрагенту'),(7,'После получения кв. 2 статус пакета ЕСВ остался \"В дорозі\". Ситуация повторяется в разніх браузерах.\r\n(032) 2424982 Надія ','27.03.2017 - 17:51:10','Статус ЕСВ не изменился после получения кв. 2','Статус ЕСВ не изменился после получения кв. 2'),(8,'Помилка отримання інформаціі з сертифікату','27.03.2017 - 17:52:34','Помилка отримання інформаціі з сертифікату','Помилка отримання інформаціі з сертифікату'),(9,'Ошибка','28.03.2017 - 17:03:21','Заповніть контактну форму для заказу дзвінка з «M.E.Doc» – форму зворотнього зв’язку. Вкажіть своє запитання – і спеціаліст служби технічної підтримки зателефонує Вам та надасть роз’яснення, як тільки звільниться. Якщо завантаження служби дуже велике, очікуйте на дзвінок протягом дня.','Реестр Інформаційна довідка'),(10,'Ошибка','28.03.2017 - 17:08:17','J1300304	Заява на отримання довідки про відсутність заборгованості з податків і зборів','Реестр Інформаційна довідка'),(11,'Ошибка','28.03.2017 - 17:12:49','select LAST_INSERT_ID()','Реестр Інформаційна довідка'),(12,'Ошибка','28.03.2017 - 17:17:08','Суть вопроса','Реестр Інформаційна довідка'),(16,'Ошибка','28.03.2017 - 17:23:46','Суть вопроса','Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005) '),(17,'Ошибка','28.03.2017 - 17:24:27','Суть вопроса','Невідома помилка :Devart.Data.Oracle.OracleException (0x80004005) '),(18,'Ошибка','28.03.2017 - 17:25:59','Суть вопроса','Верховная Рада ввела штрафы'),(19,'Ошибка','28.03.2017 - 17:27:37','Не отображается в реестре отчетов РПН после формирования','Не отображается в реестре отчетов РПН после формирования'),(20,NULL,'28.03.2017 - 17:31:57','Перенос предприятия в другую учетную запись','Перенос предприятия в другую учетную запись'),(21,NULL,'28.03.2017 - 17:32:51','Перенос предприятия в другую учетную запись','Перенос предприятия в другую учетную запись'),(22,NULL,'28.03.2017 - 17:34:00','Перенос предприятия в другую учетную запись','Перенос предприятия в другую учетную запись');
/*!40000 ALTER TABLE `task` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-03-28 17:44:54
